import s from "../styles/AboutUs.module.css";

const AboutUs = () => {
  return (
    <div className={s.aboutUsPage}>
      <h1> نبذة عنا</h1>
      <div className={s.hodMessage}>
      <h3>رسالة من رئيس القسم</h3>
      <p>
        السلام عليكم ورحمة الله وبركاته
        <br />
       
        بسم الله الرحمن الرحيم
        <br />
       
        الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آله وصحبه
        أجمعين
        <br />
       
        أما بعد:
        <br />
       
        إنها ميزة كبيرة ويسعدها أن تلقي الضوء على المساحة الواسعة للفقه الإسلامي
        وكونك رئيسًا لقسم الفقه. يسهل القسم طبيعة البحث مع المراجع المشغولة
        والأدوات اللازمة. نحن في حالة دعم كبير للعلماء لإكمال الدورة بالوجهات
        المرجوة والتركيز على تحقيق المهام والرؤى التي يساهم بها القسم والعلماء.
        لا ينبغي أن يتم تحقيق هذا التخطيط دون الإرادة القوية والقوى العاملة
        للخريجين والكليات. نأمل أن تحظى الدائرة بالمستجدات والمكانة الجيدة وفق
        الخطط المستقبلية من خلال الإجراءات والبرامج الجماعية في إطار كلية
        الشريعة.
      </p>
      </div>
      <div className={s.dip}>
      <h3>المؤهلات الدراسية</h3>
      <p>
 قسم الفقه وأصول الفقه من الأقسام الشقيقة التابعة لكلية الشريعة. هو القسم الأبرز والأفضل نشاطا في جامعة دار الهدى الإسلامية منذ بداية نظام القسم في قسم الدراسات العليا بدار الهدى ، ولديه رؤية لإنتاج علماء فقهيين عبقريين وباحثين مبتكرين يتعاملون مع القضايا الحالية بكل نشوة ووعي.
هناك سلسلة محاضرات من الكليات الغزيرة الإنتاج والمتقنة حول الأوراق الأساسية وبعض الآباء التخصصي الاختياري ، وهي تشجع العلماء على متابعة التعليم الموجه نحو الهدف واكتساب مهارات قيمة لمواجهة ومناقشة القضايا المعاصرة والمعقدة للفقه الإسلامي والسلوك. العديد من البرامج الإبداعية الاجتماعية والترويجية ذات الصلة والموجهة نحو المحتوى ، مثل مسابقة مسابقة الفقيه ، ودورة الإجابة ، والمناقشات القيمة في ملتقى الفقهاء ، والندوات ، إلخ. الحجج والأدلة الدقيقة من نص القانون والمراجع الفقهية.
في هذه الفترة الزمنية القصيرة ، كان هناك الكثير من العلماء ، من ولاية كيرالا وخارجها ، الذين تخرجوا من الكلية. تتقدم بخطوات سريعة نحو التميز الأكاديمي من خلال برامج الشريعة وغيرها من جداول الأعمال المرتبطة بها.        <br />
        </p>
        </div>
    </div>

  );
};

export default AboutUs;
